Repository: Hossein770227/modkala
Catalog: accounts/locale/*/LC_MESSAGES/django.po
Languages: fa

source: date time
fa: تاریخ

source: full name
fa: نام کامل

source: phone number
fa: شماره همراه

source: password
fa: رمز عبور

source: confirm password
fa: تایید رمزعبور

source: This phone number already exists
fa: ابن شماره تلفن از قبل وجود دارد

source: passwords dont match
fa: رمز عبور مطابقت ندارد

source: user must have phone number
fa: وجود شماره همراه الزامیست

source: user must have full name
fa: وجود نام کامل الزامیست

source: my users
fa: مخاطبین

source: otp code
fa: کد تایید

source: login
fa: ورود

source: Please enter your information
fa: لطفا اطلاعات خود را وارد کنید

source: register
fa: ثبت نام

source: confirm otp code
fa: تایید کد ارسالی

source: Please enter your confirm code to register
fa: لطفا کد تایید را برای ثبت نام وارد کنید

source: confirm code
fa: تائید کد

source: submit
fa: ارسال

source: Enter a valid Iranian cellphone number.
fa: لطفا شماره همراه ایران را وارد کنید

source: we send your code already
fa: کد تایید ارسالی رو وارد کنید

source: we sent you a code
fa: کد تائید ارسال شد.

source: Registration information not found.
fa: اطلاعات کاربری وجود ندرد

source: No code was found for this phone number.
fa: کد ای برای این شماره همراه وجود ندارد

source: The OTP code has expired.
fa: زمان کد ارسالی به پایان رسیده است.

source: You have successfully registered.
fa: ثبت نام با موفقیت انجام شد.

source: This code is incorrect.
fa: کد تایید اشتباه است

source: You have successfully logged in.
fa: ورود با موفقیت انجام شد.

source: phone number or password is incorrect
fa: شماره همراه یا رمزعبوز اشتباه است

source: you successfully logout
fa: خروج با موفقیت انحام شد

source: your password successfully changed
fa: رمزعبور با موفقیت تغییر دا داده شد.
